xeon/20220130-no-fpw/logs/pg-8-32-16/7500/run-ro-3/pgbench.log
pgbench (15devel)
transaction type: <builtin: select only>
scaling factor: 7500
query mode: prepared
number of clients: 32
number of threads: 8
duration: 900 s
number of transactions actually processed: 236196467
latency average = 0.122 ms
initial connection time = 11.898 ms
tps = 262439.847334 (without initial connection time)